Repository: JoseFilipeFerreira/notes
Catalog: A03/Glossario_PT_PL_1.tmx
Source language: pt_br
Languages: pl

source: Cinzas e resíduos contendo metais
pl: Pył i pozostałości zawierające metale

source: Produtos alimentares, bebidas, tabaco e produtos afins
pl: Żywność, napoje, tytoń i produkty pokrewne

source: Produtos de origem animal, carne e produtos à base de carne
pl: Produkty zwierzęce, mięso i produkty mięsne

source: Carne
pl: Mięso

source: Carne de bovino
pl: Mięso wołowe

source: Carne de vaca
pl: Wołowina

source: Carne de vitela
pl: Cielęcina

source: Carne de aves de capoeira
pl: Drób

source: Carnes frescas de aves de capoeira
pl: Świeży drób

source: Gansos
pl: Gęsi

source: Perus
pl: Indyki

source: Frangos
pl: Kurczęta

source: Patos
pl: Kaczki

source: Fígados de aves de capoeira
pl: Wątróbki drobiowe

source: Pasta de fígado (foie gras)
pl: Foie gras

source: Carne de suíno
pl: Wieprzowina

source: Miudezas
pl: Podroby

source: Carne de borrego e de carneiro
pl: Jagnięcina i mięso owiec mięsnych

source: Carne de borrego
pl: Jagnięcina

source: Carne de carneiro
pl: Owce mięsne

source: Carne de caprino
pl: Mięso kozie

source: Carne de animais da espécie cavalar, asinina e muar
pl: Mięso z koni, osłów, mułów lub osłomułów

source: Carne de animais da espécie cavalar
pl: Mięso końskie

source: Carne de animais da espécie asinina e muar
pl: Mięso z osłów, mułów lub osłomułów

source: Carnes diversas
pl: Mięsa różne

source: Carne de coelho
pl: Mięso królicze

source: Carne de lebre
pl: Mięso z zajęcy

source: Caça
pl: Dziczyzna

source: Coxas de rã
pl: Żabie udka

source: Pombos
pl: Gołębie

source: Carne de peixe
pl: Mięso z ryb

source: Produtos à base de carne
pl: Produkty mięsne

source: Conservas e preparações à base de carne
pl: Konserwy i przetwory z mięsa

source: Produtos à base de enchidos de carne
pl: Produkty mięsno-wędliniarskie

source: Enchidos de carne
pl: Mięso na wędliny

source: Produtos à base de enchidos
pl: Produkty wędliniarskie

source: Enchidos
pl: Wędliny

source: Morcela preta e outros enchidos de sangue
pl: Kaszanka i inne wędliny krwiste

source: Enchidos de carne de aves de capoeira
pl: Wędliny drobiowe

source: Carnes secas, fumadas, salgadas ou temperadas
pl: Mięso suszone, solone, wędzone lub marynowane

source: Presunto fumado
pl: Szynka wędzona

source: Toucinho fumado (bacon)
pl: Bekon

source: Salame
pl: Salami

source: Preparações à base de fígado
pl: Konserwy wątrobiane

source: Pâté (pasta de fígado)
pl: Pasztety

source: Preparações à base de fígado de ganso ou de pato
pl: Przetwory z wątróbek gęsich lub kaczych

source: Produtos à base de carne de suíno
pl: Produkty wieprzowe

source: Presunto
pl: Szynka

source: Almôndegas
pl: Pulpety mięsne

source: Pratos à base de carne de suíno, preparados
pl: Gotowe dania wieprzowe

source: Produtos de aviário
pl: Produkty drobiowe

source: Produtos à base de carne de vaca e de vitela
pl: Produkty wołowe i cielęce

source: Almôndegas de carne de vaca
pl: Pulpety wołowe

source: Carne de vaca picada
pl: Wołowina mielona

source: Bife de carne picada
pl: Siekane mięso wołowe

source: Preparações à base de carne
pl: Przetwory mięsne

source: Preparações e conservas à base de peixe
pl: Ryby przetworzone i konserwowane

source: Filetes de peixe, fígado e ovas de peixe
pl: Filety rybne, wątróbki rybne i ikra

source: Filetes de peixe
pl: Filety rybne

source: Filetes de peixe frescos
pl: Świeże filety rybne

source: Ovas de peixe
pl: Ikra ryb

source: Fígado de peixe
pl: Wątróbki rybne

source: Peixe, filetes de peixe e outras carnes de peixe, congelados
pl: Ryby mrożone, filety rybne i pozostałe mięso ryb

source: Peixe congelado
pl: Ryby mrożone

source: Produtos à base de peixe, congelados
pl: Mrożone produkty rybne

source: Peixe seco ou salgado; peixe em salmoura; peixe fumado
pl: Ryby suszone lub solone; ryby w solance; ryby wędzone

source: Peixe seco
pl: Ryby suszone

source: Peixe salgado
pl: Ryby solone

source: Peixe em salmoura
pl: Ryby w solance

source: Peixe fumado
pl: Ryby wędzone

source: Conservas à base de peixe
pl: Ryby konserwowane

source: Peixe em conserva ou em lata e outras preparações ou conservas à base de peixe
pl: Ryby puszkowane i pozostałe ryby konserwowane lub przetworzone

source: Peixe panado, peixe em lata
pl: Ryby w folii lub puszkowane

source: Salmão em lata
pl: Łosoś puszkowany

source: Preparações e conservas de arenque
pl: Śledź przetworzony lub konserwowany

source: Sardinha
pl: Sardynki

source: Atum em lata
pl: Tuńczyk puszkowany

source: Cavala
pl: Makrela

source: Anchova
pl: Sardele

source: Panados de peixe tipo «douradinhos»
pl: Paluszki rybne

source: Preparações à base de peixe panado
pl: Przetwory rybne w folii

source: Pratos à base de peixe, preparados
pl: Gotowe dania rybne

source: Preparações à base de peixe
pl: Przetwory z ryb

source: Caviar e ovas de peixe
pl: Kawior i ikra rybia

source: Caviar
pl: Kawior

source: Ovas
pl: Ikra rybia

source: Marisco
pl: Owoce morza

source: Crustáceos congelados
pl: Mrożone skorupiaki

source: Crustáceos preparados ou em conserva
pl: Skorupiaki przetworzone lub konserwowane

source: Produtos à base de moluscos
pl: Produkty ze skorupiaków

source: Fruta, produtos hortícolas e produtos afins
pl: Owoce, warzywa i podobne produkty

source: Batata e produtos à base de batata
pl: Ziemniaki i produkty z ziemniaków

source: Batata congelada
pl: Ziemniaki mrożone

source: Batata frita
pl: Chipsy i frytki

source: Batata cortada em pedaços ou fatias e outro tipo de batata congelada
pl: Ziemniaki, krojone lub w plastrach oraz pozostałe ziemniaki mrożone

source: Produtos à base de batata
pl: Produkty ziemniaczane

source: Puré de batata instantâneo
pl: Ziemniaki tłuczone preparowane

source: Batata previamente cozida, para fritura
pl: Częściowo smażone chipsy ziemniaczane

source: Batata frita às rodelas
pl: Chipsy ziemniaczane

source: Batata frita às rodelas, aromatizada
pl: Chipsy ziemniaczane z dodatkiem substancji smakowych

source: Refeições leves à base de batata
pl: Przekąski ziemniaczane

source: Croquetes de batata
pl: Krokiety ziemniaczane

source: Batata transformada
pl: Ziemniaki przetworzone

source: Sumos de fruta e de produtos hortícolas
pl: Soki owocowe i warzywne

source: Sumos de fruta
pl: Soki owocowe

source: Sumo de laranja
pl: Sok pomarańczowy

source: Sumo de toranja
pl: Sok grejpfrutowy

source: Sumo de limão
pl: Sok z cytryny

source: Sumo de ananás
pl: Sok ananasowy

source: Sumo de uva
pl: Sok winogronowy

source: Sumo de maçã
pl: Sok jabłkowy

source: Misturas de sumos não concentrados
pl: Mieszanki soków nieskoncentrowanych

source: Sumos concentrados
pl: Soki skoncentrowane

source: Sumos de produtos hortícolas
pl: Soki warzywne

source: Sumo de tomate
pl: Sok pomidorowy

source: Frutos e produtos hortícolas transformados
pl: Przetworzone owoce i warzywa

source: Produtos hortícolas transformados
pl: Warzywa przetworzone

source: Produtos hortícolas frescos ou congelados
pl: Warzywa świeże lub mrożone

source: Raízes comestíveis transformadas
pl: Przetworzone warzywa korzeniowe

source: Tubérculos transformados
pl: Przetworzone warzywa bulwiaste

source: Feijão, ervilha, pimento, tomate e outros produtos hortícolas
pl: Fasola, groch, papryki, pomidory i pozostałe warzywa

source: Feijão transformado
pl: Fasola przetworzona

source: Ervilha transformada
pl: Groch przetworzony

source: Ervilha partida
pl: Groch dzielony

source: Tomate transformado
pl: Pomidory przetworzone

source: Cogumelos transformados
pl: Grzyby przetworzone

source: Pimento transformado
pl: Papryki przetworzone

source: Rebentos de soja
pl: Kiełki sojowe

source: Trufas
pl: Trufle

source: Couve e hortaliça de folha
pl: Warzywa liściaste i kapustne

source: Couve transformada
pl: Kapusta przetworzona

source: Grãos de leguminosas transformados
pl: Przetworzone jadalne części warzyw strączkowych

source: Produtos hortícolas congelados
pl: Warzywa mrożone

source: Produtos hortícolas conservados e/ou em lata
pl: Warzywa konserwowane i/lub puszkowane

source: Feijão em molho de tomate
pl: Fasola w sosie pomidorowym

source: Feijão branco cozido, em molho de tomate
pl: Fasola pieczona

source: Tomate em conserva
pl: Pomidory konserwowane

source: Tomate em lata
pl: Pomidory puszkowane

source: Polpa de tomate
pl: Przecier pomidorowy

source: Polpa de tomate concentrada
pl: Skoncentrowany przecier pomidorowy

source: Molho de tomate
pl: Sos pomidorowy

source: Cogumelos em lata
pl: Grzyby puszkowane

source: Azeitona transformada
pl: Oliwki przetworzone

source: Produtos hortícolas em lata
pl: Warzywa puszkowane

source: Chucrute em lata
pl: Kapusta kiszona puszkowana

source: Ervilha em lata
pl: Groch puszkowany

source: Feijão em grão em lata
pl: Puszkowana fasola nieobrana

source: Feijão inteiro em lata
pl: Puszkowana cała fasola

source: Espargos em lata
pl: Puszkowany szparag lekarski

source: Azeitona em lata
pl: Oliwki puszkowane

source: Milho doce
pl: Kukurydza słodka

source: Produtos hortícolas conservados provisoriamente
pl: Warzywa tymczasowo zakonserwowane

source: Produtos hortícolas conservados em vinagre
pl: Warzywa konserwowane w occie

source: Fruta e frutos de casca rija transformados
pl: Przetworzone owoce i orzechy

source: Fruta transformada
pl: Przetworzone owoce

source: Maçã transformada
pl: Przetworzone jabłka

source: Pêra transformada
pl: Przetworzone gruszki

source: Banana transformada
pl: Przetworzone banany

source: Ruibarbo
pl: Szczaw alpejski

source: Melão
pl: Melony

source: Doces e geleias de fruta; purés e pastas de fruta ou de frutos de casca rija
pl: Dżemy i marmolady, galaretki owocowe, przeciery z owoców i orzechów oraz pasty do smarowania

source: Doces de citrinos
pl: Marmolady

source: Doce de laranja
pl: Marmolada pomarańczowa

source: Doce de limão
pl: Marmolada cytrynowa

source: Geleias de fruta
pl: Galaretki owocowe

source: Pastas de fruta
pl: Pasty owocowe do smarowania

source: Pastas de frutos de casca rija
pl: Pasty orzechowe do smarowania

source: Manteiga de amendoim
pl: Masło orzechowe

source: Purés de fruta
pl: Przeciery owocowe

source: Doces de fruta
pl: Dżemy

source: Doce de damasco
pl: Dżem morelowy

source: Doce de amora
pl: Dżem jeżynowy

source: Doce de groselha
pl: Dżem z czarnej porzeczki

source: Doce de cereja
pl: Dżem wiśniowy

source: Doce de framboesa
pl: Dżem malinowy

source: Doce de morango
pl: Dżem truskawkowy

source: Frutos de casca transformados
pl: Przetworzone orzechy

source: Frutos de casca rija torrados ou salgados
pl: Orzechy palone lub solone

source: Frutos em conserva
pl: Owoce konserwowane

source: Frutos secos
pl: Owoce suszone

source: Uvas de corinto transformadas
pl: Przetworzone porzeczki

source: Passas transformadas
pl: Przetworzone rodzynki

source: Sultanas
pl: Sułtanki

source: Subprodutos vegetais
pl: Warzywne produkty uboczne

source: Óleos e gorduras animais e vegetais
pl: Oleje i tłuszcze zwierzęce lub roślinne

source: Óleos e gorduras animais e vegetais brutos
pl: Surowe oleje i tłuszcze zwierzęce lub roślinne

source: Óleos animais e vegetais
pl: Oleje zwierzęce lub roślinne

source: Óleos vegetais
pl: Olej roślinny

source: Azeite
pl: Oliwa z oliwek

source: Óleo de sésamo
pl: Olej sezamowy

source: Óleo de amendoim
pl: Olej z orzechów ziemnych

source: Óleo de coco
pl: Olej kokosowy

source: Óleo de cozinha
pl: Olej spożywczy

source: Óleo para fritar
pl: Olej do smażenia

source: Gorduras
pl: Tłuszcze

source: Gorduras de origem animal
pl: Tłuszcze zwierzęce

source: Gorduras de origem vegetal
pl: Tłuszcze roślinne

source: Resíduos sólidos provenientes de gorduras ou óleos vegetais
pl: Pozostałości stałe z tłuszczów lub olejów roślinnych

source: Bagaços
pl: Makuchy

source: Óleos e gorduras refinados
pl: Rafinowane oleje i tłuszcze

source: Óleos refinados
pl: Oleje rafinowane

source: Gorduras refinadas
pl: Tłuszcze rafinowane

source: Gorduras e óleos hidrogenados ou esterificados
pl: Oleje lub tłuszcze uwodornione lub estryfikowane

source: Ceras vegetais
pl: Woski roślinne

source: Gorduras alimentares
pl: Tłuszcze jadalne

source: Margarinas e preparações similares
pl: Margaryna i podobne produkty

source: Margarina
pl: Margaryna

source: Margarina líquida
pl: Płynna margaryna

source: Cremes para barrar com baixo teor de matéria gorda
pl: Beztłuszczowe lub niskotłuszczowe produkty do smarowania

source: Lacticínios
pl: Produkty mleczarskie

source: Leite e natas
pl: Mleko i śmietana

source: Leite
pl: Mleko

source: Leite pasteurizado
pl: Mleko pasteryzowane

source: Leite esterilizado
pl: Mleko sterylizowane

source: Leite do tipo UHT
pl: Mleko UHT

source: Leite magro
pl: Mleko odtłuszczone

source: Leite meio-gordo
pl: Mleko półtłuste

source: Leite gordo
pl: Mleko pełnotłuste

source: Leite condensado
pl: Mleko skondensowane

source: Leite em pó
pl: Mleko w proszku

source: Natas
pl: Śmietana

source: Natas magras
pl: Śmietana chuda

source: Natas gordas
pl: Śmietana tłusta

source: Natas coalhadas (clotted cream)
pl: Śmietana pełnotłusta

source: Natas batidas
pl: Bita śmietana

source: Manteiga
pl: Masło

source: Queijo
pl: Produkty serowarskie

source: Queijo de mesa
pl: Ser stołowy

source: Queijo fresco
pl: Ser świeży

source: Queijo cottage
pl: Ser twarogowy

source: Queijo mole
pl: Ser miękki

source: Queijo feta
pl: Ser feta

source: Queijo ralado, em pó, de pasta azul e outros tipos
pl: Sery scalone, sproszkowane, z przerostami pleśni i pozostałe sery

source: Queijo de pasta azul
pl: Ser z przerostami pleśni

source: Queijo cheddar
pl: Ser cheddar

source: Queijo ralado
pl: Ser scalony

source: Queijo parmesão
pl: Ser parmezan

source: Queijo duro
pl: Ser twardy

source: Queijo para barrar
pl: Pasty serowe do smarowania

source: Lacticínios variados
pl: Klasyfikowane produkty mleczarskie

source: Iogurte e outros produtos lácteos fermentados
pl: Jogurt i pozostałe przefermentowane przetwory mleczne

source: Iogurte
pl: Jogurt

source: Iogurte não aromatizado
pl: Jogurt bez dodatków substancji smakowych

source: Iogurte aromatizado
pl: Jogurt z dodatkiem substancji smakowych

source: Leitelho
pl: Maślanka

source: Caseína
pl: Kazeina

source: Lactose ou xarope de lactose
pl: Laktoza lub syrop laktozowy

source: Soro de leite
pl: Serwatka

source: Gelados e produtos similares
pl: Lody i produkty podobne

source: Gelados
pl: Lody

source: Sorvetes
pl: Sorbety

source: Produtos da transformação de cereais e leguminosas, amidos e féculas
pl: Produkty przemiału ziarna, skrobi i produktów skrobiowych

source: Produtos da transformação de cereais e leguminosas
pl: Produkty przemiału ziarna

source: Arroz descascado
pl: Ryż łuskany

source: Farinhas de cereais ou leguminosas e produtos afins
pl: Mąka zbożowa lub roślinna i podobne produkty

source: Farinha de trigo
pl: Mąka pszenna

source: Farinha de trigo integral
pl: Mąka z pełnego przemiału

source: Farinha para panificação
pl: Mąka do wyrobu chleba

source: Farinha simples
pl: Mąka czysta

source: Farinha para pastelaria
pl: Mąka piekarska

source: Farinha com fermento
pl: Mąka umożliwiająca rośnięcie ciasta bez dodatku drożdży

source: Farinhas de cereais
pl: Mąki zbożowe

source: Farinha de milho
pl: Mąka kukurydziana

source: Farinha de arroz
pl: Mąka ryżowa

source: Farinhas e sêmolas de produtos hortícolas
pl: Mąka i mączka warzywna

source: Misturas para a preparação de produtos de padaria
pl: Mieszanki do przygotowania wypieków piekarskich

source: Misturas para a preparação de produtos de pastelaria
pl: Mieszanki do wyrobu ciasta

source: Misturas para produtos de padaria
pl: Mieszanki do pieczenia

source: Produtos de padaria
pl: Produkty piekarskie

source: Produtos cerealíferos
pl: Produkty z ziaren zbóż

source: Aveia moída
pl: Produkty przemiału owsa

source: Produtos à base de cereais
pl: Produkty zbożowe

source: Cereais preparados para pequeno-almoço
pl: Gotowe zboża śniadaniowe

source: Flocos de milho
pl: Płatki kukurydziane

source: Muesli ou equivalente
pl: Muesli lub produkty równoważne

source: Trigo expandido
pl: Pszenica dmuchana

source: Flocos de aveia
pl: Płatki owsiane

source: Arroz transformado
pl: Ryż przetworzony

source: Arroz agulha
pl: Ryż długoziarnisty

source: Arroz branqueado
pl: Ryż mielony

source: Trincas de arroz
pl: Ryż łamany

source: Farelo
pl: Otręby

source: Produtos à base de amido e fécula
pl: Skrobia i produkty skrobiowe

source: Óleo de milho
pl: Olej kukurydziany

source: Glucose e produtos à base de glucose; frutose e produtos à base de frutose
pl: Glukoza i produkty z glukozy, fruktoza i produkty z fruktozy

source: Glucose e produtos à base de glucose
pl: Glukoza i produkty z glukozy

source: Glucose
pl: Glukoza

source: Xarope de glucose
pl: Syrop glukozowy

source: Frutose e produtos à base de frutose
pl: Fruktoza i produkty z fruktozy

source: Frutose
pl: Fruktoza

source: Preparações à base de frutose
pl: Przetwory z fruktozy

source: Soluções à base de frutose
pl: Roztwory z fruktozy

source: Xarope de frutose
pl: Syrop fruktozowy

source: Amidos e féculas
pl: Skrobie

source: Tapioca
pl: Tapioka

source: Sêmola
pl: Semolina

source: Natas em pó, com sabor a baunilha (custard)
pl: Kruszonka sproszkowana

source: Alimentos para animais
pl: Pasza dla zwierząt

source: Preparações utilizadas na alimentação de animais de criação e de outros animais
pl: Pasza dla zwierząt hodowlanych i innych

source: Alimentos para peixes
pl: Karma dla ryb

source: Forragem seca
pl: Susz paszowy

source: Alimentos para animais de estimação
pl: Karma dla zwierząt domowych

source: Produtos alimentares diversos
pl: Różne produkty spożywcze

source: Produtos de panificação, produtos frescos de pastelaria e bolos
pl: Pieczywo, świeże wyroby piekarskie i ciastkarskie

source: Produtos de panificação
pl: Pieczywo

source: Pão
pl: Chleb

source: Pãezinhos
pl: Rogaliki

source: Croissants
pl: Pieczywo francuskie

source: Crumpets
pl: Bułeczki

source: Produtos de panificação preparados
pl: Pieczywo gotowe

source: Sanduíches
pl: Kanapki

source: Sanduíches preparadas
pl: Kanapki gotowe

source: Produtos de pastelaria e bolos
pl: Wyroby ciastkarskie i ciasta

source: Produtos de pastelaria
pl: Wyroby ciastkarskie

source: Empadas e tartes
pl: Placki

source: Empadas
pl: Placki pikantne

source: Tartes
pl: Placki słodkie

source: Bolos
pl: Ciasta

source: Produtos perecíveis para pequeno-almoço
pl: Wyroby śniadaniowe

source: Tostas, bolachas e biscoitos; produtos de pastelaria e bolos conservados
pl: Sucharki i herbatniki; wyroby piekarskie i ciastkarskie o przedłużonej trwałości

source: Produtos de panificação e de pastelaria torrados
pl: Pieczywo tostowe i wyroby piekarskie

source: Produtos de panificação torrados
pl: Pieczywo tostowe

source: Pão torrado
pl: Chleb tostowy

source: Pão denominado Knäckebrot
pl: Chleb chrupki

source: Tostas
pl: Sucharki

source: Bolachas e biscoitos doces
pl: Herbatniki słodkie

source: Açúcar e produtos afins
pl: Cukier i produkty pokrewne

source: Açúcar
pl: Cukier

source: Açúcar branco
pl: Cukier biały

source: Açúcar e xarope de ácer
pl: Cukier klonowy i syrop klonowy

source: Melaços
pl: Melasy

source: Xaropes de açúcar
pl: Syropy cukrowe

source: Mel
pl: Miód

source: Desperdícios da indústria do açúcar
pl: Odpady z produkcji cukru

source: Produtos à base de açúcar
pl: Produkty cukrownicze

source: Sobremesas
pl: Desery

source: Bases para tartes de frutas
pl: Spody do ciasta

source: Cacau, chocolate e produtos de confeitaria
pl: Kakao; czekolada i wyroby cukiernicze

source: Cacau
pl: Kakao

source: Pasta de cacau
pl: Pasta kakaowa

source: Manteiga, gordura ou óleo de cacau
pl: Masło kakaowe, tłuszcz lub olej

source: Cacau em pó, não adoçado
pl: Niesłodzony proszek kakaowy

source: Cacau em pó, adoçado
pl: Słodzony proszek kakaowy

source: Chocolate e produtos de confeitaria
pl: Czekolada i wyroby cukiernicze

source: Chocolate
pl: Czekolada

source: Produtos à base de chocolate
pl: Produkty z czekolady

source: Chocolate para beber
pl: Czekolada pitna

source: Chocolate em barras
pl: Batony czekoladowe

source: Produtos de confeitaria
pl: Wyroby cukiernicze

source: Rebuçados de açúcar cozido
pl: Słodycze gotowane

source: Nogates
pl: Nugat

source: Fruta, frutos de casca rija e cascas de frutos conservados em açúcar
pl: Owoce, orzechy lub skórki owocowe zakonserwowane w cukrze

source: Massas alimentícias
pl: Produkty z ciasta makaronowego

source: Produtos farináceos
pl: Produkty mączne

source: Massas alimentícias não cozidas
pl: Makaron niegotowany

source: Massas alimentícias e cuscuz preparados
pl: Ciasto makaronowe gotowane i kuskus

source: Massas alimentícias preparadas
pl: Ciasto makaronowe gotowane

source: Massas alimentícias recheadas
pl: Ciasto makaronowe nadziewane

source: Lasanha
pl: Lasagne

source: Cuscuz
pl: Kuskus

source: Massas alimentícias em lata
pl: Puszkowane ciasto makaronowe

source: Café, chá e produtos afins
pl: Kawa, herbata i podobne produkty

source: Café
pl: Kawa

source: Café torrado
pl: Kawa palona

source: Café descafeinado
pl: Kawa bezkofeinowa

source: Sucedâneos do café
pl: Substytuty kawy

source: Chá
pl: Herbata

source: Chá verde
pl: Herbata zielona

source: Chá preto
pl: Herbata czarna

source: Preparações à base de chá ou de mate
pl: Produkty z herbaty lub herbaty paragwajskiej (maté)

source: Chá em saquinhos
pl: Herbata w torebkach

source: Infusões de ervas
pl: Napary ziołowe

source: Condimentos e temperos
pl: Przyprawy i przyprawy korzenne

source: Vinagre; molhos; condimentos compostos; farinhas de mostarda e mostarda preparada
pl: Ocet; sosy; mieszanki przypraw; mąka i mączka z gorczycy; gotowa musztarda

source: Vinagre e seus sucedâneos
pl: Ocet i substytuty octu

source: Vinagre ou equivalente
pl: Ocet lub produkty równoważne

source: Molhos, condimentos e temperos compostos
pl: Sosy, mieszanki przypraw i mieszanki przypraw korzennych

source: Molho de soja
pl: Sos sojowy

source: Mostarda
pl: Musztarda

source: Molhos
pl: Sosy

source: Condimentos compostos
pl: Mieszanki przypraw

source: Maionese
pl: Majonez

source: Produtos de barrar para sanduíches
pl: Pasty kanapkowe

source: Molho chutney
pl: Ostry sos z mango

source: Ervas e especiarias
pl: Zioła i przyprawy korzenne

source: Pimenta
pl: Pieprz

source: Especiarias
pl: Przyprawy korzenne

source: Ervas
pl: Zioła

source: Sal
pl: Sól

source: Gengibre
pl: Imbir

source: Produtos nutricionais especiais
pl: Specjalne produkty odżywcze

source: Preparações alimentícias homogeneizadas
pl: Przetwory spożywcze homogenizowane

source: Produtos dietéticos
pl: Produkty dietetyczne

source: Alimentos para bebés
pl: Produkty dla niemowląt

source: Produtos alimentares diversos e produtos secos
pl: Różne produkty spożywcze i produkty suszone

source: Sopas e consommés
pl: Zupy i buliony

source: Sopas de carne
pl: Zupy mięsne

source: Sopas de peixe
pl: Zupy rybne

source: Sopas mistas
pl: Zupy miksowane

source: Sopas
pl: Zupy

source: Preparações para sopas
pl: Mieszanki zup

source: Consommés
pl: Buliony

source: Caldos
pl: Sopstoki

source: Preparações para caldos
pl: Mieszanki sopstoków

source: Sopas de legumes
pl: Zupy warzywne

source: Sucos e extractos vegetais, substâncias pépticas e espessantes
pl: Wywary warzywne, ekstrakty, substancje peptydowe i zagęszczacze

source: Sucos vegetais
pl: Wywary warzywne

source: Extractos vegetais
pl: Ekstrakty warzywne

source: Espessantes
pl: Zagęszczacze

source: Produtos secos
pl: Produkty suszone

source: Preparados alimentares
pl: Mieszanki spożywcze

source: Preparados para sobremesas
pl: Mieszanki deserowe

source: Preparados para molhos
pl: Mieszanki wywarów mięsnych

source: Produtos alimentares transformados
pl: Przetworzone produkty spożywcze

source: Conservas de produtos vegetarianos
pl: Dania wegetariańskie

source: Refeições preparadas
pl: Posiłki gotowe

source: Refeições para escolas
pl: Posiłki szkolne
